{
  "header": {
    "text": "HOT SAUCE",
    "icon": {
      "src": "redPepper",
      "alt": ""
    }
  },
  "list": [
    {
      "id": 1,
      "title": "Tapatio",
      "subtitle": "Tapatío is a hot sauce, produced in Vernon, California",
      "img": {
        "src": "tapatio",
        "alt": "Tapatio bottle"
      },
      "productView": {
        "title": "Tapatio",
        "description": [
          {
            "id": 0,
            "text": "'Tapatío' is the name given to people from Guadalajara, Jalisco: the company's founders come from Guadalajara. It is exported to Mexico, Canada, Central America, Australia and a few countries in Europe. The ingredients, as listed on the product label, are: water, red peppers, salt, spices, garlic, acetic acid, xanthan gum and sodium benzoate as a preservative."
          },
          {
            "id": 1,
            "text": "Tapatío comes in five sizes: 5, 10, and 32 fl oz., and 1 gallon (3.785 liters), as well as in 7 gram packets."
          },
          {
            "id": 3,
            "text": "The product slogan is 'Es una salsa ... Muy salsa' (roughly, 'It's a sauce... (that's) very saucy')"
          }
        ],
        "img": {
          "src": "tapatio2",
          "alt": "Tapatio label"
        }
      }
    },
    {
      "id": 2,
      "title": "Tabasco",
      "subtitle": "Tabasco sauce is made exclusively from tabasco peppers.",
      "img": {
        "src": "tabasco",
        "alt": "Tabasco bottle"
      },
      "productView": {
        "title": "Tabasco",
        "description": [
          {
            "id": 0,
            "text": "'Tapatío' is the name given to people from Guadalajara, Jalisco: the company's founders come from Guadalajara. It is exported to Mexico, Canada, Central America, Australia and a few countries in Europe.The ingredients, as listed on the product label, are: water, red peppers, salt, spices, garlic, acetic acid, xanthan gum and sodium benzoate as a preservative."
          },
          {
            "id": 1,
            "text": "Tapatío comes in five sizes: 5, 10, and 32 fl oz., and 1 gallon (3.785 liters), as well as in 7 gram packets."
          },
          {
            "id": 2,
            "text": "The product slogan is 'Es una salsa ... Muy salsa' (roughly, 'It's a sauce... (that's) very saucy')"
          }
        ],
        "img": {
          "src": "tabasco2",
          "alt": "Tabasco label"
        }
      }
    },
    {
      "id": 3,
      "title": "El Yucateco",
      "subtitle": "El Yucateco vision is making the #1 Habanero sauce in the world.",
      "img": {
        "src": "elYucateco",
        "alt": "El-Yucateco bottle"
      },
      "productView": {
        "title": "El Yucateco",
        "description": [
          {
            "id": 0,
            "text": "The YUCATECO SALSAS Y CONDIMENTOS, a company created in 1968 by Mr. Priamo J. Gamboa, started out as a small family business devoted to the production of homemade habanero pepper sauces. Nowadays it is a world-renowned company, pioneer in producing and exporting fiery habanero pepper sauces, as well as a variety of traditional Mexican products to the U.S.,  Europe, Asia and Oceania."
          },
          {
            "id": 1,
            "text": "In addition, we have a modern manufacturing facility and our own Habanero and Annatto fields, which are our main raw materials. In 1999, the international magazine industry, the Fiery Foods Magazine, honored with a 1st Place in taste and presentation to our sauce KutBil-Ik among a sample of 400 brands worldwide. - See more at: http://www.elyucateco.com/company#sthash.de3AdMbg.dpuf"
          }
        ],
        "img": {
          "src": "elYucateco2",
          "alt": "El-Yucateco label"
        }
      }
    },
    {
      "id": 4,
      "title": "Texas Pete",
      "subtitle": "A Louisiana-style hot sauce.",
      "img": {
        "src": "louisiana",
        "alt": "Louisiana bottle"
      },
      "productView": {
        "title": "Texas Pete",
        "description": [
          {
            "id": 0,
            "text": "is a Louisiana-style hot sauce in the United States developed and manufactured by the TW Garner Food Company in Winston-Salem, North Carolina."
          },
          {
            "id": 1,
            "text": "The brand has 6 and 12 oz bottles with bright red sauce, shaker top, and white and yellow label featuring the name in red and 'Texas Pete', a red silhouette cowboy."
          },
          {
            "id": 2,
            "text": "Texas Pete is fairly mild, registering 747 on the Scoville heat scale.[1]"
          },
          {
            "id": 3,
            "text": "Their auxiliary branded Hotter Hot Sauce makes a claim of three times hotter than that of the original Texas Pete."
          },
          {
            "id": 4,
            "text": "'Embrace your 'Cha!ddiction' is Texas Pete marketing slogan meaning 'indulging in this sweet and spicy paste'. In 2016, the TW Garner Food Company discontinued production of its Texas Pete Chili Sauce for hot dogs and hamburgers."
          }
        ],
        "img": {
          "src": "louisiana2",
          "alt": "Louisiana label"
        }
      }
    },
    {
      "id": 5,
      "title": "Cholula",
      "subtitle": "A brand of chili-based hot sauce.",
      "img": {
        "src": "cholula",
        "alt": "Cholula bottle"
      },
      "productView": {
        "title": "Cholula",
        "description": [
          {
            "id": 0,
            "text": "Cholula hot sauce is a brand of chili-based hot sauce, manufactured in Chapala, Jalisco, Mexico, and licensed by José Cuervo. According to its manufacturers, Cholula hot sauce rates 1,000 on the Scoville scale though other sources measure it as being over three times hotter, at 3,600 Scoville units."
          },
          {
            "id": 1,
            "text": "The product is packaged with an iconic round wooden top.Five varieties of Cholula are widely marketed in North America, including Original, Chipotle, Chili Garlic, Chili Lime, and Green Pepper."
          }
        ],
        "img": {
          "src": "cholula2",
          "alt": "Cholula label"
        }
      }
    },
    {
      "id": 6,
      "title": "Sriracha",
      "subtitle": "A type of hot sauce or chili sauce named after city of Si Racha.",
      "img": {
        "src": "sriracha",
        "alt": "Sriracha bottle"
      },
      "productView": {
        "title": "Sriracha",
        "description": [
          {
            "id": 0,
            "text": "Sriracha is a type of hot sauce or chili sauce made from a paste of chili peppers, distilled vinegar, garlic, sugar, and salt."
          },
          {
            "id": 1,
            "text": "It is named after the coastal city of Si Racha, in Chonburi Province of eastern Thailand, where it may have been first produced for dishes served at local seafood restaurants."
          }
        ],
        "img": {
          "src": "sriracha2",
          "alt": "Sriracha label"
        }
      }
    },
    {
      "id": 7,
      "title": "Louisiana",
      "subtitle": "Louisiana Hot Sauce is a brand of hot sauce manufactured in New Iberia, Louisiana.",
      "img": {
        "src": "louisiana",
        "alt": "Louisiana bottle"
      },
      "productView": {
        "title": "Louisiana",
        "description": [
          {
            "id": 0,
            "text": "Louisiana Hot Sauce is a brand of hot sauce manufactured in New Iberia, Louisiana by The Original Louisiana Hot Sauce Co., which is owned by Southeastern Mills Inc."
          },
          {
            "id": 1,
            "text": "The product's labeling includes the word 'original', and it is sometimes referred to as 'Original Louisiana Hot Sauce' and 'Original Louisiana Brand Hot Sauce. 'It is a common hot sauce in the U.S. state of Louisiana."
          },
          {
            "id": 2,
            "text": "Bruce Foods was the previous owner and manufacturer of the brand, and sold it to Southeastern Mills Inc. in April 2015.."
          }
        ],
        "img": {
          "src": "louisiana2",
          "alt": "Louisiana label"
        }
      }
    },
    {
      "id": 8,
      "title": "Frank's RedHot",
      "subtitle": "A hot sauce made from a variety of cayenne peppers.",
      "img": {
        "src": "redHot",
        "alt": "Franks red hot bottle"
      },
      "productView": {
        "title": "Frank's RedHot",
        "description": [
          {
            "id": 0,
            "text": "Frank's RedHot's recipe dates to 1896 to the Frank Tea and Spice Company in Cincinnati, Ohio. In 1918, owner Jacob Frank contracted for the Estilette Pepper Farm in Louisiana where Adam Estilette and Frank became business partners. The two men mixed spices, vinegar, garlic and cayenne peppers and allowed them to age, and created the original blend of Frank's RedHot as it first appeared on the market in 1920."
          },
          {
            "id": 1,
            "text": "The Original blend ranks low on the Scoville scale with 450 SHUs, but the XTRA Hot has 2,000 SHUs. It is known as the primary ingredient in the first buffalo wing sauce, concocted in 1964 by Teressa Bellissimo at the Anchor Bar and Grill in Buffalo, New York. It is also used in Wish-Bone's new Buffalo Ranch dressing."
          },
          {
            "id": 2,
            "text": "In 1977 Frank's RedHot was sold to Durkee Famous Foods.[1] Since the purchase of the Durkee brand in 1995, it is owned by Reckitt Benckiser. Frank's is produced in Springfield, Missouri. In 2007 Thanasi Foods began marketing licensed Frank's RedHot flavored beef jerky and meat snacks."
          }
        ],
        "img": {
          "src": "redHot2",
          "alt": "Franks red hot label"
        }
      }
    }
  ],
  "footer": {
    "text": "Lorem Footer",
    "number": "555-425-2424",
    "icon": {
      "src": "redPepper",
      "alt": ""
    }
  }
}
